Repository: ReichiMD/Stalker-vod-Client-tmdb
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32002
source: Server Address (ex. http://xyz:888/c/ or http://xyz:888/stalker_portal/c/)
de_de: Serveradresse (z.B. http://xyz:888/c/ oder http://xyz:888/stalker_portal/c/)

# #32004
source: Server default context path /server/load.php
de_de: Standard-Kontextpfad /server/load.php

# #32005
source: Use /portal.php as context path
de_de: /portal.php als Kontextpfad verwenden

# #32006
source: Client
de_de: Gerät

# #32007
source: MAC Address
de_de: MAC-Adresse

# #32008
source: Advanced
de_de: Erweitert

# #32009
source: Serial Number
de_de: Seriennummer

# #32010
source: Device ID
de_de: Geräte-ID

# #32011
source: Device ID 2
de_de: Geräte-ID 2

# #32012
source: Signature
de_de: Signatur

# #32100
source: TMDB Metadata
de_de: TMDB Metadaten

# #32101
source: TMDB Settings
de_de: TMDB Einstellungen

# #32102
source: Enable TMDB Metadata
de_de: TMDB Metadaten aktivieren

# #32103
source: Fetch posters, fanart, plot and ratings from The Movie Database
de_de: Poster, Fanart, Handlung und Bewertungen von The Movie Database laden

# #32104
source: TMDB API Key
de_de: TMDB API-Schlüssel

# #32105
source: Free API key from themoviedb.org (Settings > API)
de_de: Kostenloser API-Schlüssel von themoviedb.org (Einstellungen > API)

# #32106
source: Language (e.g. de-DE, en-US)
de_de: Sprache (z.B. de-DE, en-US)

# #32107
source: TMDB metadata language code. Default: de-DE
de_de: TMDB Sprach-Code für Metadaten. Standard: de-DE

# #32108
source: Load all pages at once
de_de: Alle Seiten auf einmal laden

# #32109
source: ON = show all films at once (from local cache if available, otherwise all pages from server – slower on first load). OFF = paginated (~20 films per page with Next/Previous buttons).
de_de: EIN = alle Filme sofort sichtbar (aus lokalem Cache wenn vorhanden, sonst alle Seiten vom Server – beim ersten Mal langsamer). AUS = seitenweise (~20 Filme pro Seite mit Weiter/Zurück).

# #32110
source: Refresh all data
de_de: Alle Daten aktualisieren

# #32111
source: Fetches all VOD and Series categories from the server and pre-fills the TMDB cache. May take a few minutes. Can be cancelled at any time.
de_de: Lädt alle VOD- und Serienkategorien vom Server und befüllt den TMDB-Cache. Kann einige Minuten dauern. Kann jederzeit abgebrochen werden.

# #32112
source: Data refresh
de_de: Daten aktualisieren

# #32113
source: Initial setup
de_de: Ersteinrichtung

# #32114
source: Server address and MAC address detected.[CR]Load all VOD data from the server now?[CR][CR]This may take a few minutes depending on content size.[CR]The process can be cancelled at any time.
de_de: Server-Adresse und MAC-Adresse erkannt.[CR]Sollen jetzt alle VOD-Daten vom Server geladen werden?[CR][CR]Das kann je nach Inhaltsmenge einige Minuten dauern.[CR]Der Vorgang kann jederzeit abgebrochen werden.

# #32115
source: Portal Settings
de_de: Portal Einstellung

# #32116
source: Folder filter
de_de: Ordner-Filter

# #32117
source: Enable keyword filter
de_de: Stichwörter-Filter aktiv

# #32118
source: Only show folders whose name contains at least one of the keywords below. Leave both filters off to show all folders.
de_de: Zeigt nur Ordner, deren Name mindestens eines der Stichwörter unten enthält. Beide Schalter aus = alle Ordner sichtbar.

# #32119
source: Enable manual selection
de_de: Manuelle Auswahl aktiv

# #32120
source: Only show folders you have ticked in the selection list (buttons below). Takes priority over the keyword filter when both are on.
de_de: Zeigt nur Ordner, die du in der Auswahlliste (Schalter unten) angehakt hast. Hat Vorrang vor dem Stichwörter-Filter wenn beide aktiv sind.

# #32121
source: Manual selection
de_de: Manuelle Auswahl

# #32122
source: Keywords (comma-separated)
de_de: Stichwörter (kommagetrennt)

# #32123
source: Folders are shown only if their name contains at least one of the listed words. Example: de, deutsch, german, multi
de_de: Ordner werden nur angezeigt, wenn ihr Name mindestens eines der eingetragenen Wörter enthält. Beispiel: de, deutsch, german, multi

# #32124
source: Select folders manually
de_de: Ordner manuell auswählen

# #32125
source: Select VOD folders
de_de: VOD-Ordner auswählen

# #32126
source: Opens a checklist of all VOD folders. Check the ones you want to see.
de_de: Öffnet eine Auswahlliste aller VOD-Ordner. Hake die an, die du sehen möchtest.

# #32127
source: Select Series folders
de_de: Serien-Ordner auswählen

# #32128
source: Opens a checklist of all Series folders. Check the ones you want to see.
de_de: Öffnet eine Auswahlliste aller Serien-Ordner. Hake die an, die du sehen möchtest.

# #32129
source: Select TV genres
de_de: TV-Genres auswählen

# #32130
source: Opens a checklist of all TV genres. Check the ones you want to see.
de_de: Öffnet eine Auswahlliste aller TV-Genres. Hake die an, die du sehen möchtest.

# #32132
source: Data loading
de_de: Daten laden

# #32133
source: Use local cache
de_de: Lokalen Cache verwenden

# #32134
source: Saves all films locally. Opening a folder for the second time is instant (under 1 second). The cache is refreshed automatically once a day in the background.
de_de: Speichert alle Filme lokal. Ordner öffnet beim zweiten Besuch sofort (unter 1 Sekunde). Der Cache wird einmal täglich automatisch im Hintergrund erneuert.

# #32135
source: Add new content only
de_de: Nur neue Inhalte hinzufügen

# #32136
source: Checks for new films and adds them to the cache. Existing data is kept. Only new films get TMDB metadata fetched.
de_de: Prüft ob neue Filme vorhanden sind und fügt sie zum Cache hinzu. Vorhandene Daten bleiben erhalten. Nur für neue Filme werden TMDB-Daten geladen.

# #32138
source: Cache validity
de_de: Cache-Gültigkeitsdauer

# #32139
source: How long TMDB metadata is kept before being re-downloaded. 'Never delete' keeps data indefinitely.
de_de: Wie lange TMDB-Metadaten gespeichert bleiben, bevor sie neu heruntergeladen werden. 'Nie löschen' behält die Daten dauerhaft.

# #32140
source: Show cache info
de_de: Cache-Info anzeigen

# #32141
source: Shows number of stored entries, age of oldest and newest entry, days remaining until expiry, and cache file size.
de_de: Zeigt Anzahl der gespeicherten Einträge, Alter des ältesten und neuesten Eintrags, verbleibende Gültigkeitsdauer und Cache-Dateigröße an.

# #32142
source: Update TMDB metadata
de_de: TMDB-Metadaten aktualisieren

# #32143
source: Fetches TMDB metadata for all films already in the local Stalker cache. Does not re-download Stalker data. Films already cached in TMDB are skipped.
de_de: Lädt TMDB-Metadaten für alle Filme die bereits im lokalen Stalker-Cache vorhanden sind. Stalker-Daten werden nicht neu heruntergeladen. Bereits gecachte TMDB-Daten werden übersprungen.

# #32144
source: Delete TMDB cache
de_de: TMDB-Cache löschen

# #32145
source: Deletes all locally stored TMDB metadata. Data will be re-downloaded the next time you open a folder.
de_de: Löscht alle lokal gespeicherten TMDB-Metadaten. Die Daten werden beim nächsten Öffnen eines Ordners neu heruntergeladen.

# #32146
source: What to show
de_de: Anzuzeigende Informationen

# #32147
source: Poster (use TMDB cover)
de_de: Poster (TMDB-Cover verwenden)

# #32148
source: Use the TMDB cover image instead of the server cover. Recommended – TMDB covers are usually higher quality.
de_de: TMDB-Cover anstelle des Server-Covers verwenden. Empfohlen – TMDB-Cover sind meist hochwertiger.

# #32149
source: Background image (Fanart)
de_de: Hintergrundbild (Fanart)

# #32150
source: Show a large background image in the detail view. Uses more storage in Kodi's image cache.
de_de: Großes Hintergrundbild in der Detailansicht anzeigen. Benötigt mehr Speicherplatz im Kodi-Bilder-Cache.

# #32151
source: Description (Plot)
de_de: Beschreibung (Plot)

# #32152
source: Show the film description in the info dialog.
de_de: Filmbeschreibung im Info-Dialog anzeigen.

# #32153
source: Rating
de_de: Bewertung

# #32154
source: Show the TMDB rating (e.g. ★ 7.4) in the info dialog.
de_de: TMDB-Bewertung (z.B. ★ 7.4) im Info-Dialog anzeigen.

# #32155
source: Genre names
de_de: Genre-Namen

# #32156
source: Show genre names in the info dialog (e.g. Action, Comedy). Downloads a genre list from TMDB once and caches it for 30 days.
de_de: Genre-Namen im Info-Dialog anzeigen (z.B. Action, Komödie). Lädt einmalig eine Genre-Liste von TMDB und speichert sie 30 Tage.

# #32157
source: 1 month (30 days)
de_de: 1 Monat (30 Tage)

# #32158
source: 3 months (90 days)
de_de: 3 Monate (90 Tage)

# #32159
source: Never delete
de_de: Nie löschen

# #32161
source: English – USA (en-US)
de_de: Englisch – USA (en-US)

# #32162
source: English – UK (en-GB)
de_de: Englisch – Großbritannien (en-GB)

# #32163
source: Français (fr-FR)
de_de: Französisch (fr-FR)

# #32164
source: Italiano (it-IT)
de_de: Italienisch (it-IT)

# #32165
source: Español (es-ES)
de_de: Spanisch (es-ES)

# #32166
source: Nederlands (nl-NL)
de_de: Niederländisch (nl-NL)

# #32167
source: Polski (pl-PL)
de_de: Polnisch (pl-PL)

# #32168
source: Türkçe (tr-TR)
de_de: Türkisch (tr-TR)

# #32170
source: Filter mode
de_de: Filter-Modus

# #32171
source: Choose how folders are filtered. 'Show all' = no filtering. 'Keyword filter' = only folders matching your keywords. 'Manual selection' = only hand-picked folders.
de_de: Bestimmt wie Ordner gefiltert werden. 'Alle anzeigen' = kein Filter. 'Stichwort-Filter' = nur Ordner die zu deinen Stichwörtern passen. 'Manuelle Auswahl' = nur von dir ausgewählte Ordner.

# #32172
source: Show all folders
de_de: Alle Ordner anzeigen

# #32173
source: Keyword filter
de_de: Stichwort-Filter

# #32174
source: Manual selection
de_de: Manuelle Auswahl

# #32175
source: Display
de_de: Anzeige

# #32176
source: Remove language tags
de_de: Sprachkürzel entfernen

# #32177
source: Removes language codes like 'de - ' or '(DE)' from folder and film names for a cleaner display.
de_de: Entfernt Sprachkürzel wie 'de - ' oder '(DE)' aus Ordner- und Filmnamen für eine sauberere Anzeige.

# #32178
source: Tags to remove (comma-separated)
de_de: Zu entfernende Kürzel (kommagetrennt)

# #32179
source: Comma-separated language codes or words to remove from names. Example: de, en, nl, deutsch, german, multi
de_de: Kommagetrennte Sprachcodes oder Wörter die aus Namen entfernt werden. Beispiel: de, en, nl, deutsch, german, multi
